Identifies if it is a material tag or not.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public bool IsMaterialTag { get; }
  Visual Basic
Public ReadOnly Property IsMaterialTag As Boolean
	Get
  Visual C++
public:
property bool IsMaterialTag {
	bool get ();
}
 See Also
  IndependentTag Class
  Autodesk.Revit.DB Namespace